"""
문제 1: IQR 사분 범위 값 정수로 구하기
사분위수 Q1 - Q3의 절대값을 구하시오.(정수형으로 출력)
답: 18
"""







"""
문제 2: 유튜브 동영상
파생변수 만들고 활용하여 다른 조건과 함께 인덱싱
reactions 중 love와wow의 비율이 0.4보다 크고 0.5보다 작은 타입 중 비디오의 개수를 구하시오.
num_loves와 num_wows를 매우 긍정적인 반응으로 정의할 때,
전체 반응수 (num_reactions) 중 매우 긍정적인 반응 수가 차지하는 비율 계산
그 비율이 0.5보다 작고 0.4보다 크며, 유형이 비디오에 해당하는 건수를 정수로 출력
답: 90
"""






"""
문제 3: 넷플릭스
날짜형 데이터 핸들링 활용해서 다른 조건과 함께 인덱싱
2018년 1월 중 넷플릭스에서 상영중인 작품 개수를 구하시오.
2018년 1월에 넷플릭스에 등록된 컨텐츠 중에서 'United Kingdom'이 단독 제작한 컨텐츠 수를 정수로 출력
답: 6
"""